Repository: arivoir/Open.FileExplorer
Catalog: FileExplorer/Strings/FileSystemResources.*.resx
Languages: es, it, pt

# CopyFileError
source: File could not be copied.
es: El archivo no pudo ser copiado.
it: Non è possibile copiare il file.
pt: O arquivo não pôde ser copiado.

# CopyFilesError
source: {0} files could not be copied.
es: {0} archivos no pudieron ser copiados.
it: Non è possibile copiare {0} file.
pt: {0} arquivos não puderam ser copiados.

# CopyFolderError
source: Folder could not be copied.
es: La carpeta no pudo ser copiada.
it: Non è possibile copiare la cartella.
pt: A pasta não pôde ser copiada.

# CopyFoldersError
source: {0} folders could not be copied.
es: {0} carpetas no pudieron ser copiadas.
it: Non è possibile copiare {0} cartelle.
pt: {0} pastas não pôde ser copiadas.

# CopyHereLabel
source: Copy here
es: Copiar aquí
it: Copia qui
pt: Copiar aqui

# CopyItemsError
source: {0} items could not be copied.
es: {0} elementos no pudieron ser copiados.
it: Non è possibile copiare {0} elementi
pt: {0} elementos não puderam ser copiados.

# CopyLabel
source: Copy
es: Copiar
it: Copia
pt: Copiar

# CreateFolderError
source: Folder could not be created.
es: La carpeta no pudo ser creada.
it: Non è stato possibile creare la cartella.
pt: A pasta não pôde ser criada.

# CreateFolderLabel
source: Create folder
es: Crear carpeta
it: Crea cartella
pt: Criar uma pasta.

# CreatedDateLabel
source: Created date
es: Fecha de creación
it: Data di inserimento
pt: Data de adição

# ModifiedDateLabel
source: Modified date
es: Fecha de modificado
it: Data modifica
pt: Data de Modificação

# DeleteFileError
source: File could not be deleted.
es: El archivo no pudo ser eliminado.
it: Non è possibile eliminare il file.
pt: O arquivo não pode ser removido.

# DeleteFileQuestion
source: Are you sure you want to delete the file "{0}"?
es: ¿Está seguro que desea eliminar el archivo "{0}"?
it: Vuoi eliminare il file "{0}"?
pt: Tem certeza que deseja excluir o arquivo "{0}"?

# DeleteFilesError
source: {0} files could not be deleted.
es: {0} archivos no pudieron ser eliminados.
it: Non è possibile eliminare {0} file.
pt: {0} arquivos não pôde ser excluído.

# DeleteFilesQuestion
source: Are you sure you want to delete these {0} files?
es: ¿Está seguro que desea eliminar estos {0} archivos?
it: Vuoi eliminare questi {0} file?
pt: Tem certeza de que deseja excluir estes {0} arquivos?

# DeleteFolderError
source: Folder could not be deleted.
es: La carpeta no pudo ser eliminada.
it: Non è possibile eliminare la cartella.
pt: A pasta não pôde ser excluída.

# DeleteFolderQuestion
source: Are you sure you want to delete the folder "{0}"?
es: ¿Está seguro que desea eliminar la carpeta "{0}"?
it: Vuoi eliminare la cartella "{0}"?
pt: Tem certeza de que deseja excluir a pasta "{0}"?

# DeleteFoldersError
source: {0} folders could not be deleted.
es: {0} carpetas no pudieron ser eliminadas.
it: Non è possibile eliminare {0} cartelle.
pt: {0} pastas não pôde ser excluído.

# DeleteFoldersQuestion
source: Are you sure you want to delete these {0} folders?
es: ¿Está seguro que desea eliminar estas {0} carpetas?
it: Vuoi eliminare queste {0} cartelle?
pt: Tem certeza de que deseja excluir estes {0} pastas?

# DeleteLabel
source: Delete
es: Eliminar
it: Eliminare
pt: Remover

# DownloadFileError
source: File could not be downloaded.
es: El archivo no pudo ser descargado.
it: Non è stato possibile scaricare il file.
pt: Não foi possível fazer download do arquivo.

# DownloadFilesError
source: {0} files could not be downloaded.
es: {0} archivos no pudieron ser descargados.
it: Non è stato possibile scaricare {0} file.
pt: Não foi possível fazer download dos {0} arquivos.

# DownloadLabel
source: Download
es: Descargar
it: Scaricare
pt: Fazer download

# DuplicatedFileError
source: A file with the same name already exists.
es: Ya existe un archivo con el mismo nombre.
it: Esiste già un file con lo stesso nome.
pt: Já existe um arquivo com o mesmo nome.

# DuplicatedFolderError
source: A folder with the same name already exists.
es: Ya existe una carpeta con el mismo nombre.
it: Esiste già una cartella con lo stesso nome.
pt: Já existe uma pasta com o mesmo nome.

# DuplicatedItemError
source: An item with the same name already exists.
es: Ya existe un elemento con el mismo nombre.
it: Esiste già un elemento con lo stesso nome.
pt: Já existe um elemento com o mesmo nome.

# EmptyFolderMessage
source: There are no files in this folder.
es: Esta carpeta no contiene ningún archivo.
it: Non ci sono file in questa cartella.
pt: Esta pasta contém nenhum arquivo.

# MoveFileError
source: File could not be moved.
es: El archivo no pudo ser movido.
it: Non è possibile spostare il file.
pt: O arquivo não pode ser movido.

# MoveFilesError
source: {0} files could not be moved.
es: {0} archivos no pudieron ser movidos.
it: Non è possibile spostare {0} file.
pt: {0} arquivos não podem ser movidos.

# MoveFolderError
source: Folder could not be moved.
es: La carpeta no pudo ser movida.
it: Non è possibile spostare la cartella.
pt: A pasta não pode ser movida.

# MoveFoldersError
source: {0} folders could not be moved.
es: {0} carpetas no pudieron ser movidas.
it: Non è possibile spostare {0} cartelle.
pt: {0} pastas não pode ser movidas.

# MoveHereLabel
source: Move here
es: Mover aquí
it: Sposta qui
pt: Mova aqui

# MoveItemsError
source: {0} items could not be moved.
es: {0} elementos no pudieron ser movidos.
it: Non è possibile spostare {0} elementi
pt: {0} elementos não podem ser movidos.

# MoveLabel
source: Move
es: Mover
it: Spostare
pt: Mover

# NameLabel
source: Name
es: Nombre
it: Nome
pt: Nome

# NetworkUnavailableMessage
source: Internet service is not available. Check your cellular data of Wi-Fi connection.
es: El servicio de Internet no se encuentra disponible. Comprueba la conexión de datos o la Wi-Fi.
it: Connessione Internet non disponibile. Controlla la tua connessione.
pt: O serviço de Internet não está disponível. Verifique a conexão de dados ou Wi-Fi.

# NotCachedFolderMessage
source: This folder is not available in offline mode.
es: Esta carpeta no está disponible en modo desconectado.
it: Questa cartella non è disponibile in modalità offline.
pt: Esta pasta não está disponível no modo offline.

# OnlineModeLabel
source: Online mode
es: Modo conectado
it: Modalità in linea
pt: Modo online

# OpenLabel
source: Open
es: Abrir
it: Apri
pt: Abrir

# PropertiesLabel
source: Properties
es: Propiedades
it: Proprietà
pt: Propriedades

# RefreshLabel
source: Refresh
es: Actualizar
it: Aggiorna
pt: Atualizar

# RequiredLabel
source: Required
es: Requerido
it: Richiesto
pt: Requerido

# SearchLabel
source: Search
es: Buscar
it: Cerca
pt: Pesquisar

# ShareLabel
source: Share
es: Compartir
it: Condividi
pt: Compartilhar

# SizeLabel
source: Size
es: Tamaño
it: Dimensione
pt: Tamanho

# UnknownFileLabel
source: Unknown file
es: Archivo desconocido
it: File sconosciuto
pt: Arquivo desconhecido

# UpdateFileError
source: File could not be updated.
es: El archivo no pudo ser actualizado.
it: Non è stato possibile aggiornare il file.
pt: O arquivo não pôde ser atualizado.

# UpdateFolderError
source: Folder could not be updated.
es: La carpeta no pudo ser actualizada.
it: Non è stato possibile aggiornare la cartella.
pt: A pasta não pôde ser atualizada.

# UploadFileError
source: File could not be uploaded.
es: El archivo no pudo ser subido.
it: Non è stato possibile caricare il file.
pt: O arquivo não pôde ser adicionado.

# UploadFilesError
source: {0} files could not be uploaded.
es: {0} archivos no pudieron ser subidos.
it: Non è stato possibile caricare {0} file.
pt: {0} arquivos não puderam ser adicionados.

# UploadFilesLabel
source: Upload files
es: Subir archivos
it: Carica file
pt: Adicionar arquivos

# UploadFilesSucceded
source: {0} files were uploaded.
es: {0} archivos fueron subidos.
it: {0} file sono stati caricati.
pt: {0} arquivos foram enviados.

# UploadFileSucceded
source: "{0}" was uploaded.
es: "{0}" fué subido.
it: "{0}" è stato caricato.
pt: "{0}" foi enviado.

# SelectDifferentFolderMessage
source: Select a different folder.
es: Seleccione una carpeta diferente.
it: Selezionare una cartella differente.
pt: Selecione uma pasta diferente.

# CopyFilesSucceded
source: {0} files were copied.
es: {0} archivos fueron copiados.
it: {0} file sono stati copiati.
pt: {0} arquivos foram copiados.

# CopyFileSucceded
source: "{0}" was copied.
es: "{0}" fué copiado.
it: "{0}" è stato copiato.
pt: "{0}" foi copiado.

# CopyFoldersSucceded
source: {0} folders were copied.
es: {0} carpetas fueron copiadas.
it: {0} cartelle sono stati copiati.
pt: {0} pastas foram copiadas.

# CopyFolderSucceded
source: "{0}" was copied.
es: "{0}" fué copiada.
it: "{0}" è stato copiato.
pt: "{0}" foi copiada.

# CopyItemsSucceded
source: {0} items were copied.
es: {0} elementos fueron copiados.
it: {0} elementi sono stati copiato.
pt: {0} elementos foram copiados.

# MoveFilesSucceded
source: {0} files were moved.
es: {0} archivos fueron movidos.
it: {0} file sono stati spostati.
pt: {0} arquivos foram movidos.

# MoveFileSucceded
source: "{0}" was moved.
es: "{0}" fué movido.
it: "{0}" è stato spostato.
pt: "{0}" foi movido.

# MoveFoldersSucceded
source: {0} folders were moved.
es: {0} carpetas fueron movidas.
it: {0} cartelle sono stati spostati.
pt: {0} pastas foram movidas.

# MoveFolderSucceded
source: "{0}" was moved.
es: "{0}" fué movida.
it: "{0}" è stato spostato.
pt: "{0}" foi movida.

# MoveItemsSucceded
source: {0} items were moved.
es: {0} elementos fueron movidos.
it: {0} elementi sono stati spostati.
pt: {0} elementos foram movidos.

# EmptyTrashLabel
source: Empty trash
es: Vaciar la papelera
it: Svuota cestino
pt: Esvaziar lixeira

# EmptyTrashQuestion
source: Are you sure you want to empty the trash?
es: ¿Está seguro que desea vaciar la papelera?
it: Sei sicuro di voler svuotare il cestino?
pt: Tem certeza de que deseja esvaziar a lixeira?

# DownloadHereLabel
source: Download here
es: Descargar aquí
it: Scaricare qui
pt: Fazer download aqui

# UploadHereLabel
source: Upload here
es: Subir aquí
it: Caricare qui
pt: Fazer upload aqui

# DownloadFilesSucceded
source: {0} files were downloaded.
es: {0} archivos fueron descargados.
it: {0} file sono stati scaricati.
pt: {0} arquivos foram baixados.

# DownloadFileSucceded
source: "{0}" was downloaded.
es: "{0}" fué descargado.
it: "{0}" è stato scaricato.
pt: "{0}" foi baixado.

# DownloadFoldersSucceded
source: {0} folders were downloaded.
es: {0} carpetas fueron descargadas.
it: {0} cartelle sono stati scaricati.
pt: {0} pastas foram baixadas.

# DownloadFolderSucceded
source: "{0}" was downloaded.
es: "{0}" fué descargada.
it: "{0}" è stato scaricata.
pt: "{0}" foi baixada.

# DownloadItemsSucceded
source: {0} items were downloaded.
es: {0} elementos fueron descargados.
it: {0} elementi sono stati scaricati.
pt: {0} elementos foram baixados.

# SaveFilesError
source: Files could not be saved.
es: Los archivos no se pudieron guardar.
it: I file non può essere salvato.
pt: Arquivos não puderam ser salvo.

# ContinueQuestion
source: Are you sure you want to continue?
es: ¿Está seguro que desea continuar?
it: Sicuro di vole continuare?
pt: Tem certeza de que deseja continuar?

# DownloadFileForbidden
source: "{0}" can not be downloaded.
es: "{0}" no se puede descargar.
it: "{0}" non puoi essere scaricato.
pt: "{0}" não pode ser baixado.

# DownloadFilesForbidden
source: {0} files can not be downloaded.
es: {0} archivos no se pueden descargar.
it: {0} file non possono essere scaricati.
pt: {0} arquivos não pode ser baixados.

# DownloadFileMessage
source: 1 file {0}will be downloaded and saved in the phone.
es: 1 archivo {0}será descargado y guardado en su teléfono.
it: 1 file {0}verrà scaricato e salvato sul vostro telefono.
pt: 1 arquivo {0}será baixado e salvo no seu telefone.

# DownloadFilesMessage
source: {0} files {1}will be downloaded and saved in the phone.
es: {0} archivos {1}serán descargados y guardados en su teléfono.
it: {0} file {1}verranno scaricati e salvati sul telefono.
pt: {0} arquivos {1}serão baixados e salvos no seu telefone.

# SaveLabel
source: Save
es: Guardar
it: Salvare
pt: Salvar

# AccessDeniedMessage
source: Access denied.
es: Acceso denegado.
it: Accesso negato.
pt: Acesso negado.

# CreateLabel
source: Create
es: Crear
it: Creare
pt: Criar

# UploadLabel
source: Upload
es: Subir
it: Caricare
pt: Adicionar

# DuplicatedItemsError
source: {0} items with the same name already exists.
es: Ya existen {0} elementos con el mismo nombre.
it: Esiste già {0} elementos con lo stesso nome.
pt: Já existen {0} elementos com o mesmo nome.

# KeepExistingFilesMessage
source: Keep existing files
es: Conservar archivos existentes
it: Mantenere i file esistenti
pt: Manter os arquivos existentes

# RenameFilesMessage
source: Rename files
es: Renombrar archivos
it: Rinominare i file
pt: Renomear arquivos
