Repository: arivoir/Open.FileExplorer
Catalog: FileExplorer/Strings/ProgressResources.*.resx
Languages: it, pt

# CopyFileMessage
source: Copy {0}
it: Copiare {0}
pt: Copiar {0}

# CopyFolderMessage
source: Copy folder {0}
it: Copiare cartella {0}
pt: Copiar pasta {0}

# CopyingFileMessage
source: Copying {0}...
it: Copiando {0}...
pt: Copiando {0}...

# CopyingFilesMessage
source: Copying {0} files...
it: Copiando {0} file...
pt: Copiando {0} arquivos...

# CopyingFolderMessage
source: Copying folder {0}...
it: Copiando cartella {0}...
pt: Copiando pasta {0}...

# CopyingFoldersMessage
source: Copying {0} folders...
it: Copiando {0} cartellas...
pt: Copiando {0} pastas...

# CreateFolderMessage
source: Create folder {0}
it: Creare cartella {0}
pt: Criar pasta {0}

# CreatingFolderMessage
source: Creating folder {0}...
it: Creando cartella {0}...
pt: Criando pasta {0}...

# CreatingFoldersMessage
source: Creating {0} folders...
it: Creando {0} cartellas...
pt: Criando {0} pastas...

# DeleteFileMessage
source: Delete {0}
it: Eliminare {0}
pt: Excluir {0}

# DeleteFolderMessage
source: Delete {0}
it: Eliminare cartella {0}
pt: Excluir pasta {0}

# DeletingFileMessage
source: Deleting {0}...
it: Eliminando {0}...
pt: Excluindo {0}...

# DeletingFilesMessage
source: Deleting {0} files...
it: Eliminando {0} file...
pt: Excluindo {0} arquivos...

# DeletingFolderMessage
source: Deleting {0}...
it: Eliminando cartella {0}...
pt: Excluindo pasta {0}...

# DeletingFoldersMessage
source: Deleting {0} folders...
it: Eliminando {0} cartellas...
pt: Excluindo {0} pastas...

# DownloadFileMessage
source: Download {0}
it: Scaricare {0}
pt: Fazer download do {0}

# DownloadingDataMessage
source: Downloading data...
it: Scaricando dati...
pt: Baixando dados...

# DownloadingFileMessage
source: Downloading {0}...
it: Scaricando {0}...
pt: Fazendo download do {0}...

# DownloadingFilesMessage
source: Downloading {0} files...
it: Scaricando {0} file...
pt: Fazendo download do {0} arquivos...

# DownloadingThumbnailMessage
source: Downloading thumbnail of {0}
it: Scaricando foto in miniatura di {0}
pt: Fazendo download da miniatura do {0}

# DownloadingThumbnailsMessage
source: Downloading thumbnails...
it: Scaricando fotos in miniature...
pt: Fazendo download das miniaturas...

# DownloadThumbnailMessage
source: Download thumbnail of {0}
it: Scaricar foto in miniatura di {0}
pt: Fazer download da miniatura do {0}

# InitializingMessage
source: Initializing...
it: Inizializzando...
pt: Inicializando...

# LoadingItemMessage
source: Loading {0}...
it: Caricando {0}...
pt: Carregando {0}...

# LoadingMessage
source: Loading...
it: Caricamento in corso...
pt: Carregando...

# MoveFileMessage
source: Move {0}
it: Mouvere {0}
pt: Mover {0}

# MoveFolderMessage
source: Move folder {0}
it: Mouvere cartella {0}
pt: Mover pasta {0}

# MovingFileMessage
source: Moving {0}...
it: Muovendo {0}...
pt: Movendo {0}...

# MovingFilesMessage
source: Moving {0} files...
it: Muovendo {0} file...
pt: Movendo {0} arquivos...

# MovingFolderMessage
source: Moving folder {0}...
it: Muovendo cartella {0}...
pt: Movendo pasta {0}...

# MovingFoldersMessage
source: Moving {0} folders...
it: Muovendo {0} cartellas...
pt: Movendo {0} pastas...

# NoPendingActionsMesssage
source: There are no pending actions
it: Non ci sono azioni in sospeso
pt: Não há ações pendentes

# OpeningFolderMessage
source: Opening {0}...
it: Aprendo {0}...
pt: Abrindo {0}...

# OperationCanceledMessage
source: Cancelled
it: Annullato
pt: Cancelado

# OperationCompletedMessage
source: Completed
it: Completato
pt: Concluído

# OperationFaultedMessage
source: Faulted
it: Errore
pt: Com falha

# OperationNotStartedMessage
source: Not started
it: Non iniziato
pt: Não iniciado

# PendingActionsLabel
source: Pending actions...
it: Azioni in sospeso...
pt: Ações pendentes...

# PendingActionsMessage
source: {0} actions in progress...
it: {0} azioni in corso...
pt: {0} ações em andamento...

# SearchingMessage
source: Searching '{0}'...
it: Cercando '{0}'...
pt: Pesquisando '{0}'...

# UpdateFileMessage
source: Update {0}
it: Aggiornare {0}
pt: Atualizar {0}

# UpdateFolderMessage
source: Update folder {0}
it: Aggiornare cartella {0}
pt: Atualizar pasta {0}

# UpdatingFileMessage
source: Updating {0}...
it: Aggiornando {0}...
pt: Atualizando {0}...

# UpdatingFilesMessage
source: Updating {0} files...
it: Aggiornando {0} file...
pt: Atualizando {0} arquivos...

# UpdatingFolderMessage
source: Updating folder {0}...
it: Aggiornando cartella {0}...
pt: Atualizando pasta {0}...

# UpdatingFoldersMessage
source: Updating {0} folders...
it: Aggiornando {0} cartellas...
pt: Atualizando {0} pastas...

# UploadFileMessage
source: Upload {0}
it: Caricare {0}
pt: Carregar {0}

# UploadingFileMessage
source: Uploading {0}...
it: Caricando {0}...
pt: Fazendo upload do {0}...

# UploadingFilesMessage
source: Uploading {0} files...
it: Caricando {0} files...
pt: Fazendo upload do {0} arquivos...

# StopDownloadingFileQuestion
source: Stop downloading file {0}?
it: Interrompere il scaricamento del file {0}?
pt: Parar de baixar o arquivo {0}?
