Repository: arivoir/Open.FileExplorer
Catalog: FileExplorer/Strings/SettingsResources.*.resx
Languages: it

# ActiveLabel
source: Active
it: Attivo

# AvailableSpaceMessage
source: {0} available.
it: {0} disponibili.

# CacheMessage
source: Woopiti cache downloaded files internally to avoid downloading duplicated files and make an efficient use of the internet connection. You might want to clear the cache if a file was modified externally.
it: Woopiti memorizza i file scaricati internamente per evitare di scaricare file duplicati e di fare un uso efficiente della connessione internet. Si potrebbe desiderare di cancellare la cache se un file è stato modificato esternamente.

# CalculatingMessage
source: Calculating...
it: Calcolando...

# ChangeCodeLabel
source: Change code
it: Modificare codice

# ClearCacheLabel
source: Clear Cache
it: Cancella cache

# EnterNewPasscodeMessage
source: Enter a new 4-digit passcode
it: Inserire un nuovo codice di 4 cifre.

# EnterPasscodeMessage
source: Enter the 4-digit passcode
it: Inserire il codice di accesso di 4 cifre.

# GeneralLabel
source: General
it: Generale

# InactiveLabel
source: Inactive
it: Inattivo

# InvalidPasscodeMessage
source: Invalid passcode
it: Hai inserito un codice errato.

# LanguageLabel
source: Language
it: Lingua

# PasscodeLabel
source: Passcode
it: Codice di accesso

# PasscodeMessage
source: You will be prompted for a 4-digit passcode that you will have to enter to start the app.
it: Verrà richiesto un codice di 4 cifre che si dovrà inserire per avviare l'applicazione.

# PhotoLabelsLabel
source: Photo labels
it: Etichette delle fotografie

# PhotoLabelsMessage
source: Show labels on photo tiles
it: Mostra etichette su piastrelle fotografiche

# ReEnterPasscodeMessage
source: Please re-enter the 4-digit passcode.
it: Inserire nuovamente il codice di 4 cifre.

# RequestCodeLabel
source: Request code
it: Richiedere codice

# SettingsLabel
source: Settings
it: Configurazioni

# TermsOfUseLabel
source: Terms Of Use
it: Condizioni d'uso

# TransparentStartTilesLabel
source: Transparent start tiles
it: Mozaicos transparetes sulla schermata iniziale

# UsedSpaceMessage
source: {0} used.
it: {0} usati.
